export default {
  projections: {
    КлиентE: {
      кодКлиента: {
        __caption__: 'Код клиента'
      },
      фамилия: {
        __caption__: 'Фамилия'
      },
      имя: {
        __caption__: 'Имя'
      },
      отчество: {
        __caption__: 'Отчество'
      }
    },
    КлиентL: {
      кодКлиента: {
        __caption__: 'Код клиента'
      },
      фамилия: {
        __caption__: 'Фамилия'
      },
      имя: {
        __caption__: 'Имя'
      },
      отчество: {
        __caption__: 'Отчество'
      }
    }
  },
  validations: {
    имя: {
      __caption__: 'Имя'
    },
    кодКлиента: {
      __caption__: 'Код клиента'
    },
    отчество: {
      __caption__: 'Отчество'
    },
    фамилия: {
      __caption__: 'Фамилия'
    }
  }
};
